---
type: SlabEdgeType
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# SlabEdgeType

`Autodesk.Revit.DB.SlabEdgeType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |